Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Okazało się jednak, że Rita doskonale wie jak zadbać o gospodarstwo swego męża.
uk: Однак виявилося, що Рита чудово знає, як доглядати за господарством свого чоловіка.

source: Okazało się jednak, że Rita doskonale wie, jak zadbać o gospodarstwo swego męża.
uk: Однак виявилося, що Рита чудово знає, як доглядати за господарством свого чоловіка.

source: Okazało się, że Duster jest chory i został zastąpiony przez innego strażnika. Chciał sprawiać nam problemy, ale duża sakiewka przekonała go, by trochę sobie odpoczął w karczmie.
uk: Виявилося, що Дастер захворів і його замінив інший вартовий. Він хотів створити нам проблеми, але важкий гаманець переконав його трохи відпочити в корчмі.

source: Okazało się, że Duster jest chory i został zastąpiony przez innego strażnika. Chciał sprawiać nam problemy, więc go ogłuszyłem.
uk: Виявилося, що Дастер захворів і його замінив інший вартовий. Він хотів створити нам проблеми, тому я його оглушив.

source: Okazało się, że Duster jest chory i został zastąpiony przez innego strażnika. Chciał sprawiać nam problemy, więc sprzedałem mu bajeczkę, że przenosimy oliwę. Nawet nie przypuszczałem, że tak łatwo da się spławić.
uk: Виявилося, що Дастер захворів і його замінив інший вартовий. Він хотів створити нам проблеми, тому я розповів йому байку про відвантаження олії. Навіть не думав, що він так легко відстане.

source: Okazało się, że Duster nie może nigdzie wyruszyć dopóki nie wykona rozkazu Rodericha. Będę musiał mu pomóc i rozstawić 2 beczki z prochem na półkach skalnych przy wiszącej nad przejściem kłodzie.
uk: Виявляється, Дастер не зможе нікуди піти, поки не виконає наказ Родеріха. Мені доведеться допомогти йому та встановити дві бочки з порохом на скельних виступах біля колоди, що нависає над проходом.

source: Okazało się, że Lewko handluje na boku królewską solą, a Ogis i Reez mu w tym pomagali. Trzeba z tym skończyć. Pójdę do Rodericha i poproszę o wsparcie, by zrobić porządek z szefem kopalni.
uk: Виявилося, що Левко торгував королівською сіллю на стороні, а Огіс і Різ йому допомагали. Це потрібно припинити. Я піду до Родеріха і попрошу підтримки, щоб розібратися з начальником копальні.

source: Okazało się, że Nayla jest znajomą Antonio, a raczej Gonzalo, bo tak naprawdę ma na imię facet, którego szukam. Mimo że Nayla z początku wyraźnie unikała rozmowy, udało mi się zamienić z nią parę słów. Dowiedziałem się, że Gonzalo jeszcze nie tak dawno należał do szajki porywaczy, ale postanowił z niej odejść. W konsekwencji, członkowie grupy regularnie go nachodzili i zastraszali, aż facet zaszył się gdzieś na terenie winnicy. Jeśli chcę dowiedzieć się czegoś więcej o tych porywaczach, nie pozostaje mi nic innego jak poszukać Gonzalo w okolicy.
uk: Виявилося, що Найла – знайома Антоніо, а точніше Гонсало, бо саме так звуть хлопця, якого я шукаю. Хоч спочатку Найла уникала розмови, мені вдалося перекинутися з нею кількома словами. Я дізнався, що Гонсало не так давно належав до банди викрадачів, але вирішив її покинути. Відтак члени банди регулярно переслідували та залякували його, аж поки хлопець не сховався десь на території виноградника. Якщо я хочу дізнатися більше про цих викрадачів, у мене немає іншого вибору, окрім як пошукати Гонсало десь тут.

source: Okazało się, że Nirka do przyrządzenia specyfiku potrzebował kilku roślin, które akurat miałem w posiadaniu. Przyrządził mi go, więc przygotowania do pokazu strzeleckiego zakończone.
uk: Виявилося, що Нірці для приготування особливого зілля потрібні були кілька рослин, які я випадково мав при собі. Він приготував це зілля для мене, тож підготовка до стрілецького випробування завершена.

source: Okazało się, że Thorsten miał rację co do przeznaczenia dziwnych narzędzi, które mu zaoferowałem. Te całe 'młotki', to nic innego jak karce służące do ostrzenia kamieni młyńskich. Postanowiłem sprzedać Osvaldowi cały ich zestaw za parę monet.
uk: Виявилося, що Торстен мав рацію щодо призначення дивних інструментів, які я йому запропонував. Як виявилось, усі ці 'молотки' були спеціально виготовлені для заточування жорен. Я вирішив продати Освальду цілий набір за кілька монет.

source: Okazało się, że cała ta historia była jedynie po to, by wyłudzić ode mnie złoto. Mieli przewagę liczebną i solidnie mi przyłożyli. Mogę pożegnać się ze swoim złotem.
uk: Виявилося, що вся ця історія була затіяна лише для того, щоб виманити у мене золото. Їх було більше, і вони добряче побили мене. Я можу попрощатися зі своїм золотом.

source: Okazało się, że cała ta historia była jedynie po to, by wyłudzić ode mnie złoto. Mieli przewagę liczebną, ale i tak solidnie im przyłożyłem. Nie powinni już sprawiać kłopotów.
uk: Виявилося, що вся ця історія була затіяна лише для того, щоб виманити у мене золото. Їх було більше, але я все одно їх добряче покалічив. Більше вони не повинні створювати неприємностей.

source: Okazało się, że cała ta historia była jedynie po to, by wyłudzić ode mnie złoto. Mieli przewagę liczebną, więc dla świętego spokoju zapłaciłem tyle, ile chcieli.
uk: Виявилося, що вся ця історія була затіяна лише для того, щоб виманити у мене золото. Їх було більше, тож задля збереження власного здоров'я я заплатив скільки вони хотіли.

source: Okazało się, że jeden z porywaczy mojego brata zaszył się w jakimś obozie bandziorów na bagnach.
uk: Виявилося, що один з викрадачів мого брата переховувався в якомусь таборі бандитів на болотах.

source: Okazało się, że jeden z porywaczy mojego brata zaszył się w obozie na bagnie znanym wśród miejscowych jako 'Przystań Łotrów'.
uk: Виявилося, що один з викрадачів мого брата сховався в таборі на болоті, відомому серед місцевих як 'Гавань лиходіїв'.

source: Okazało się, że jeden z porywaczy mojego brata...
uk: Виявилося, що один з викрадачів мого брата...

source: Okazało się, że ludzie Gerwina tam byli. Narobili sporo zamieszania, a później opuścili wioskę pijani i agresywni.
uk: Виявилося, що там були люди Гервіна. Вони наробили галасу, а потім покинули село п'яні та агресивно налаштовані.

source: Okazało się, że magazyn ma połączenie z morzem. Przejścia pilnowało kilku kolejnych najemników Lichwiarza. Muszę znaleźć sposób na otwarcie krat w ukrytej przystani.
uk: Виявилося, що склад має вихід до моря. Прохід охороняли ще декілька найманців Лихваря. Я маю знайти спосіб відкрити ґрати таємної гавані.

source: Okazało się, że mam nosa do zakładów. Devir wygrał walkę, więc Loria wypłaciła mi należną kwotę. Pójdę teraz porozmawiać ze zwycięzcą, może uda mi się wynegocjować dodatkową nagrodę.
uk: Виявилося, що у мене нюх на ставки. Девір виграв бій, тож Лорія виплатила мені належну суму. Піду поговорю з переможцем, може, вдасться отримати ще якусь додаткову винагороду.

source: Okazało się, że mam nosa do zakładów. Kylid wygrał walkę, więc Loria wypłaciła mi należną kwotę. Pójdę teraz porozmawiać ze zwycięzcą, może uda mi się wynegocjować dodatkową nagrodę.
uk: Виявилося, що у мене нюх на ставки. Кайлід виграв бій, тож Лорія виплатила мені належну суму. Піду поговорю з переможцем, може, вдасться отримати ще якусь додаткову винагороду.

source: Okazało się, że nie mam nosa do zakładów. Devir wygrał walkę, więc Loria nie wypłaci mi pieniędzy. Pójdę teraz porozmawiać z Kylidem, może uda mi się wynegocjować jakąkolwiek nagrodę za trud włożony w przygotowania.
uk: Виявляється, я не маю нюху на ставки. Девір виграв бій, тож Лорія мені не заплатить. Піду поговорю з Кайлідом, може, вдасться домовитися хоча б про якусь винагороду за ті зусилля, які я доклав для його підготовки.

source: Okazało się, że nie mam nosa do zakładów. Kylid wygrał walkę, więc Loria nie wypłaci mi pieniędzy. Pójdę teraz porozmawiać z Devirem, może uda mi się wynegocjować jakąkolwiek nagrodę za trud włożony w przygotowania.
uk: Виявляється, я не маю нюху на ставки. Кайлід виграв бій, тож Лорія мені не заплатить. Піду поговорю з Девіром, може, вдасться домовитися хоча б про якусь винагороду за ті зусилля, які я доклав для його підготовки.

source: Okazało się, że posążek można otworzyć. W środku była pieczęć z godłem Myrtany. Teraz zaczynam rozumieć, dlaczego tak zależało na niej Graysonowi.
uk: Виявилося, що статуетку можна відкрити. Всередині була печатка з емблемою Міртани. Тепер я починаю розуміти, чому Грейсон так піклувався про неї.

source: Okazało się, że to Armar handlował z przemytnikami.
uk: Виявилось, що саме Армар торгував з контрабандистами.

source: Okazało się, że wystarczyło trochę przymalować buźkę Gonzalo, żeby ten zmienił zdanie. Jest jednak jeden problem: gość zadłużył się na 200 sztuk złota. Gonzalo twierdzi, że bez tych pieniędzy nie ma się co pokazywać u kolegów z szajki. Zgaduję, że spokojnie uzbierałby to złoto, gdyby nie wydawał go na alkohol.
uk: Виявилося, що Гонсало достатньо було лише трохи розфарбувати обличчя, щоб він змінив свою думку. Щоправда, є одна проблема – хлопець заліз у борги на 200 золотих. Гонсало стверджує, що без цих грошей йому не варто показуватись своїм колегам з банди. Я впевнений, що він би легко зібрав це золото, якби не витрачав його на алкоголь.

source: Okazało się, że za tajemniczymi odgłosami stał jakiś młody nowicjusz, który najwyraźniej zszedł z drogi praworządnego maga. Candac zabił go na miejscu za profanowanie kaplicy Innosa. Przynajmniej w końcu udało mu się odzyskać wiarę i cel w życiu.
uk: Виявилося, що за таємничі звуки відповідав якийсь молодий послушник, який, вочевидь, дуже збився зі шляху законослухняного мага. Кандак убив його на місці за осквернення святині Інноса. Принаймні, він нарешті зміг повернути віру і мету у своєму житті.

source: Okazało się, że za życia zebrał ogromną fortunę w swojej ojczyźnie.
uk: Виявилось, що за життя він накопичив величезні статки у себе на батьківщині.

source: Okazuje się, że Frida nie lubi Alice. Spodobało jej się, że rozpętałem chaos w sklepie rywalki, i z tego względu chętnie mi zapłaciła.
uk: Виявляється, Фріда недолюблює Алісу. Їй сподобалося, що я влаштував безлад у крамниці її суперниці, і тому вона з радістю мені заплатила.

source: Okazuje się, że Frida nie lubi Alice. Spodobało jej się, że rozpętałem chaos w sklepie rywalki, i z tego względu chętnie weźmie mnie na czeladnika.
uk: Виявляється, Фріда недолюблює Алісу. Їй сподобалося, що я влаштував безлад у крамниці її суперниці, і тому вона готова взяти мене до себе в учні.

source: Okazuje się, że Leonowi również zależy, by Kuno otrzymał swój podręcznik. O co w tym wszystkim chodzi? Cóż, ważne, że skierował mnie na dobry trop. Podręcznik może mieć któryś z Magów Wody.
uk: Виявляється, Леон теж зацікавлений, щоб Куно отримав його книгу. Що це все означає? Що ж, принаймні він підказав мені, де його шукати. Книга може бути у когось з Магів Води.

source: Okazuje się, że Wielka Winnica jest rozdarta konfliktem. Bracia Andreas oraz Holdwig pokłócili się o spadek po swoim ojcu, Valerio, i teraz obaj roszczą sobie prawa do zarządzania winnicą. Volkera nie obchodzi, która strona ma rację w tym sporze. Chce tylko, by sytuacja nie wpłynęła na jakość i reputację archolskiego wina. Porozmawiam z Bradlockiem i zobaczę, co dalej.
uk: Виявляється, що Великий виноградник роздирає конфлікт. Брати Андреас і Гольдвіг посварилися через спадщину свого батька Валеріо, і тепер обидва претендують на управління виноградником. Волкера не цікавить, хто з них правий у цій суперечці. Він просто хоче, щоб ситуація не вплинула на якість і репутацію архолоського вина. Я поговорю з Бредлоком і дізнаюся, що робити далі.

source: Okazuje się, że złote Innosy najprawdopodobniej są wytwarzane przez kogoś w slumsach. Powinienem poszukać tam zamkniętego domu, przy którym słychać odgłosy piłowania i przed którym znajduje się niewielkie palenisko.
uk: Виявляється, що золоті Інноси, швидше за все, виготовляються кимось із мешканців нетрів. Треба шукати там замкнений будинок, біля якого чути звуки пилки, і перед яким є невелика жаровня.

source: Okiem Innosa? A co owe Oko robi?
uk: Око Інноса? І що робить це Око?

source: Oko Innosa
uk: Око Інноса

source: Oko Innosa? W jaki sposób działa?
uk: Око Інноса? Як воно працює?

source: Oko? No, widzi... znaczy się widzi przeszłość i przyszłość, dzięki czemu można uniknąć licznych zagrożeń. Wymaga to jednak modlitwy i skupienia!
uk: Око? Ну, воно бачить... я маю на увазі, що воно бачить минуле і майбутнє, завдяки чому можна уникнути численних небезпек. Але для цього потрібна молитва і зосередженість!

source: Okolice Silbach nie należą do bezpiecznych. Pełno w nich dzikiego zwierza, dlatego warto mieć choćby najprostszą lagę do obrony.
uk: Околиці Сільбаху – небезпечне місце. Тут повно диких тварин, тому варто мати хоча б найпростішу зброю, щоб захистити себе.

source: Okoliczności, w których doszło do porwania wskazują na ciebie.
uk: Обставини, за яких відбулося викрадення, вказують на тебе.

source: Około 3.
uk: Близько 3.

source: Około 5.
uk: Близько 5.

source: Około 7.
uk: Близько 7.

source: Około pięciu.
uk: Близько п'яти.

source: Około siedmiu.
uk: Близько семи.

source: Około trzech.
uk: Близько трьох.

source: Okradniemy naszego własnego wuja?
uk: Ми обкрадаємо рідного дядька?

source: Okradzenie tej osoby wydaje się niemożliwe!
uk: Вкрасти у цієї людини здається неможливим!

source: Okradłem Arethe, ale znalazłem tylko zwykłe bełty. Mam nadzieję, że inny trop będzie prawdziwy.
uk: Я пограбував Арета, але знайшов лише звичайні болти. Сподіваюся, інша зачіпка буде правдивою.

source: Okradłem magazyn Holdwiga. To powinno udowodnić pracownikom, że przez swoją nieudolność Holdwig nie potrafi ochronić winnicy nawet przed prostymi złodziejaszkami. Powiem o tym Andreasowi.
uk: Пограбування складу Гольдвіга. Це має довести працівникам, що через свою недолугість Гольдвіг не може захистити виноградник навіть від простих крадіїв. Я розповім про це Андреасу.

source: Okropny potwór! Dobrze, że sprawa załatwiona.
uk: Страшне чудовисько! Добре, що справа вирішилася.

source: Okruchy magicznej rudy
uk: Порошок з магічної руди

source: Okrągły biedny stół
uk: Дешевий круглий стіл

source: Okrągły bogaty stół
uk: Розкішний круглий стіл

source: Okręt zniszczyli zaledwie parę mil od brzegu. Co zdążyliśmy, zapakowaliśmy na łodzie i zmyliśmy się czym prędzej tutaj.
uk: Вони розтрощили корабель за кілька миль від берега. Ми встигли спакувати все, що в нас було, в човни і припливли сюди так швидко, як тільки змогли.

source: Okręt? Gdzie on teraz jest?
uk: Корабель? Де він зараз?

source: Oktav
uk: Октав

source: Oktav (szeregowi), Sambor (Is), Weigar (IIs)
uk: Октав (рядові), Самбор (1-й ранг), Вейгар (2-й ранг)

source: Oktav (szeregowi), Winstan (Is), Roderich (IIs)
uk: Октав (рядові), Вінстан (1-й ранг), Родеріх (2-й ранг)

source: Oktav i Weigar zostaną przydzieleni do tego zadania, a wraz z nimi kilku ich najlepszych ludzi.
uk: Октав і Вейгар будуть призначені для виконання цього завдання разом з кількома їхніми найкращими людьми.

source: Oktav nie jest zadowolony z nowych pancerzy. Twierdzi, że będzie to powód, przez który chłopaki zaczną odchodzić ze straży.
uk: Октав не в захваті від нових обладунків. Він стверджує, що це стане причиною того, що хлопці почнуть покидати Варту.

source: Oktav odkrył, że krzykacze Lichwiarza spotykają się na ostatnim piętrze magazynu naprzeciwko lombardu 'Czas Zapłaty' w Dzielnicy Rzemieślników. Muszę iść tam w ciągu dnia, zabrać oryginalne przemówienie i podłożyć nasze, podrobione.
uk: Октав з'ясував, що Лихвареві оповісники збираються на верхньому поверсі складу навпроти ломбарду 'Час Розплати' в Ремісничому кварталі. Я маю піти туди вдень, забрати оригінальну промову і підкласти нашу, підроблену.

source: Oktav ostatnio przekazał Winstanowi, że potrafisz sprawnie sobie sprawnie poradzić z pojawiającymi się problemami. Myślę więc, że byłbyś dobrym nabytkiem dla naszych szermierzy.
uk: Октав нещодавно переказав Вінстану, що ти здатен вирішувати проблеми. Тож, гадаю, ти був би гарним поповненням для наших мечників.

source: Oktav pokazuje szeregowym oraz starszym strażnikom, jak nabrać siły, jak walczyć bronią dwuręczną i jak strzelać z kuszy.
uk: Октав показує рядовим і старшим вартовим, як набратися сили, як битися дворучною зброєю та стріляти з арбалета.

source: Oktav powinien już na ciebie czekać na głównym placu koszar.
uk: Октав вже має чекати на тебе на головній площі казарм.

source: Oktav rozkazał mi poszukać rekrutów dla straży. W zadaniu oprócz mnie weźmie udział Arwid, z którym mam się spotkać wieczorem w koszarach, a następnie udać się do karczmy Gerstanda.
uk: Октав наказав мені знайти новобранців для Варти. Крім мене, у завданні візьме участь Арвід, з яким ми зустрінемось увечері у казармах, а потім підемо до корчми Герстанда.

source: Oktav! Wiem, że zawsze nosiłeś ten miecz tylko dla ozdoby, ale przyszedł czas, żeby nim pomachać. Spokojnie, nie stępi się!
uk: Октаве! Я знаю, що ти завжди носив цей меч тільки для прикраси, але настав час ним помахати. Не хвилюйся, він не затупиться!

source: Oktav, tobie przypada oczyszczenie terenów w pobliżu winnicy Rity. To osłonięty i rzadko uczęszczany teren, więc jeśli szybko się uwiniecie, nikt nie powinien zauważyć waszej obecności.
uk: Октаве, тобі належить зачистити територію біля виноградника Рити. Це захищена і рідко відвідувана територія, тож якщо ви швидко впораєтесь, ніхто і не помітить вашої присутності.

source: Oktava tu nie ma. Liczy się to, ilu rekrutów zdobędziemy, a nie, w jaki sposób to zrobimy. Jak chcesz przekonać ludzi do straży, mówiąc o niej coś złego?
uk: Октава тут немає. Важливо, скільки новобранців ми завербуємо, а не те, як ми це зробимо. Як ти хочеш переконати людей вступити до Варти, кажучи про неї щось погане?

source: Oktava.
uk: Октава.

source: Okłamałem Odgara i dostałem od niego tysiąc sztuk złota jako zwrot za rzekome zapłacenie podróżnikowi. Straciłem możliwość wykucia tej broni, ale tyle złota piechotą nie chodzi.
uk: Я збрехав Одгару та отримав від нього тисячу золотих як компенсацію за те, що нібито заплатив мандрівнику. Я втратив можливість викувати собі меч, але стільки золота деінде не валяється.

source: Okłamałeś nas!
uk: Ти нас обдурив!

source: Olbrzymi Szczur
uk: Гігантський щур

source: Olbrzymi szczur
uk: Гігантський щур

source: Oliver
uk: Олівер

source: Oliver jest w środku. Rozumiem, że będziesz uczestniczył w akcji?
uk: Олівер всередині. Я так розумію, ти братимеш участь?

source: Oliver nie żyje. Był na tyle głupi, że zechciał pogadać z orkiem w cztery oczy.
uk: Олівер мертвий. Він був настільки дурним, що захотів поговорити з орком віч-на-віч.

source: Oliver w końcu będzie miał okazję się wykazać. Przypłynął tutaj razem ze mną i jest specjalistą od historii i kultury orków.
uk: Олівер нарешті матиме шанс проявити себе. Він приплив сюди разом зі мною і є спеціалістом з історії та культури орків.

source: Oliver z entuzjazmem podszedł do mojej propozycji. Po dłuższej rozmowie o orkach, postanowiliśmy przesłuchać schwytanego zielonoskórego w lochach straży.
uk: Олівер з ентузіазмом поставився до моєї пропозиції. Трохи поговоривши про орків, ми вирішили допитати полоненого зеленошкірого у міській в'язниці.

source: Oliver zawsze jest skory do współpracy. Razem zobaczcie, co uda wam się wyciągnąć z tego orka.
uk: Олівер завжди готовий співпрацювати. Разом спробуйте щось витягти з цього орка.

source: Oliwkowo-czerwony strój
uk: Оливково-червоне вбрання

source: Omal nie zginął przez twoje kłamstwa.
uk: Він ледь не помер через твою брехню.

source: Omówimy wszystko, kiedy już będziemy daleko stąd, dobra? Teraz musimy uciekać. Sługusy Lichwiarza mogą się zjawić w każdej chwili.
uk: Все обговоримо, коли виберемось звідси, добре? А зараз треба тікати. Поплічники Лихваря можуть з'явитись будь-якої миті.

source: On chyba rzeczywiście nic nie wie.
uk: Він, напевно, насправді нічого не знає.

source: On i jego ludzie leżą na strychu jednego z domów w pobliżu wejścia do slumsów.
uk: Він і його люди лежать на горищі одного з будинків біля входу в нетрі.

source: On i jego zgraja rzucili się na mnie.
uk: Він і його банда накинулися на мене.

source: On jako jedyny sypia na dole, więc musimy znaleźć mu jakieś zajęcie.
uk: Він єдиний, хто спить внизу, тож потрібно його чимось зайняти.

source: On jest mieczem, siłą i tarczą! A kto w niego wierzy, zła się nie ulęknie.
uk: Він є меч, сила та щит. І кожен, хто вірує в Нього, не побоїться зла.

source: On jest najlepszą dostępną opcją. Wystarczy, że naskrobiesz dla niego parę słów i bark wróci do normy.
uk: Він – найкращий варіант з усіх можливих. Все, що потрібно зробити, це написати йому кілька слів, і плече знову буде в нормі.

source: On jest niezwykle dumny, nie lubi, by ktoś mieszał się w jego sprawy.
uk: Він дуже гордий і не любить, коли хтось втручається в його справи.

source: On może nie, ale ktoś inny...
uk: Можливо, він цього й не зробить, а от хтось інший...

source: On nie przynosi pecha! Za to bardzo ładnie wygląda wśród krzewów!
uk: Він не приносить лиха! Зате дуже гарно виглядає серед кущів!

source: On nie. Jego banda już tak.
uk: Він ні. Його банда чинила.

source: On opisze ci szczegóły, i jeśli spełnisz odpowiednie wymagania, przyjmie cię w nasze szeregi.
uk: Він опише тобі деталі, і якщо ти відповідатимеш потрібним вимогам, він прийме тебе до наших лав.

source: On również ma pozwolenie od magów i urzędu?
uk: У нього теж є дозвіл від магів та влади?

source: On tutaj jest szefem najemników?
uk: Він тут керує найманцями?

source: On wie, o co chodzi. Dowiesz się wszystkiego, jak już go znajdziesz. Powinien kręcić się gdzieś w pobliżu karczmy, w wiosce Silbach.
uk: Він знає, про що йдеться. Все дізнаєшся, коли його знайдеш. Він має вештатися десь біля корчми в Сільбаху.

source: On, jako ten, który zjednoczył wyspę pod jednym sztandarem, był i jest dla miejscowych kimś, kim dla Myrtańczyków jest Rhobar I - twórcą ich świata; zarazem legendą i opiekunem.
uk: Він, як той, хто об'єднав острів під одним прапором, був і є для місцевих мешканців тим, ким є Робар І для міртанців – творцем їхнього світу; легендою і захисником водночас.

source: On? On był tylko kozłem ofiarnym, nikim więcej. Dzięki niemu straż ma czym się chwalić.
uk: Він? Він був просто цапом-відбувайлом, не більше. Завдяки йому вартові мають чим хвалитися.

source: Oni jednak zamiast mnie spokojnie wysłuchać, zaczęli się przekrzykiwać, że nawet paladyn chce zakupić dla siebie taki posążek.
uk: Однак вони, замість того, щоб спокійно вислухати мене, почали кричати, що навіть паладин хоче придбати для себе таку статуетку.

source: Oni ledwo żyją... Nie będą w stanie sprawić nam problemu, a Adanos każe pomagać potrzebującym.
uk: Вони ледве живі... і не зможуть завдати нам клопоту, а Аданос каже нам допомагати тим, хто цього потребує.

source: Oni nie mówili mi niczego!
uk: Вони мені нічого не сказали!

source: Oni są ziemskimi wysłannikami Pana Ognia i Światła! Im należy się posłuch, ofiara i poddanie!
uk: Вони – земні посланці Володаря Вогню та Світла! Їм належить слухняність, жертовність і покора!

source: Oni zrobią sobie krzywdę...
uk: Вони ж повбивають один одного...

source: Oo!
uk: Оо!

source: Oof!
uk: Ооф!

source: Ooo jak miło!
uk: Ооо, як приємно!

source: Ooo, tego to akurat byśmy nie chcieli.
uk: Ооо, цього ми б не хотіли.

source: Ooo...
uk: Ооо...

source: Ooo... widzę, że już skończyłeś. Chata od razu wygląda lepiej!
uk: Ооо... Бачу, ти вже закінчив. Будинок виглядає набагато краще!

source: Oooch, jak mi tego brakowało! Ratujesz mi życie, człowieku!
uk: Oоох, як мені цього не вистачало! Ти врятував мені життя, друже!

source: Oooo, widzę twój szczery uśmiech. I oczy, piękne oczy.
uk: Оооо, я бачу твою щиру посмішку. І очі, прекрасні очі.

source: Opancerzony brzytwiak
uk: Броньований бритвозуб
